Repository: cobaltcore-dev/aurora-dashboard
Catalog: apps/aurora-portal/src/locales/*/messages.po
Languages: de

source: Note: These network settings will be prefilled by the Kubernetes controller in the future.
de: Hinweis: Diese Netzwerkeinstellungen werden in Zukunft vom Kubernetes-Controller automatisch vorausgefüllt.

source: Object Count
de: Objekt-Anzahl

source: or drag and drop
de: oder per Drag & Drop

source: OS Type
de: OS-Typ

source: OS Updates
de: Betriebssystem-Updates

source: Our Mission
de: Unsere Mission

source: Overview
de: Übersicht

source: Owner
de: Eigentümer

source: Partial Activation Success
de: Teilweise erfolgreich aktiviert

source: Partial Deactivation Success
de: Teilweise erfolgreich deaktiviert

source: Partial Delete Success
de: Teilweise erfolgreich gelöscht

source: Password
de: Passwort

source: pending
de: ausstehend

source: Pending
de: Ausstehend

source: Pending file upload...
de: Datei-Upload ausstehend...

source: Please fix the validation errors below.
de: Bitte korrigieren Sie die Validierungsfehler unten.

source: Please review all configurations carefully before creating the cluster. Once created, some settings cannot be changed.
de: Bitte überprüfe alle Konfigurationen sorgfältig, bevor du den Cluster erstellst. Nach der Erstellung können einige Einstellungen nicht mehr geändert werden.

source: Please try again or copy manually
de: Bitte versuchen Sie es erneut oder kopieren Sie manuell

source: Pods CIDR
de: CIDR-Bereich für Pods

source: Policy
de: Richtlinie

source: Press Enter to add
de: Enter drücken zum Hinzufügen

source: Prevent accidental deletion
de: Versehentliches Löschen verhindern

source: Private
de: Privat

source: Project ID
de: Projekt-ID

source: Property Key
de: Eigenschaftsschlüssel

source: property_key
de: eigenschaftsschlüssel

source: Protect this image from being deleted
de: Dieses Image vor dem Löschen schützen

source: Protected
de: Geschützt

source: Protected (will be skipped):
de: Geschützt (wird übersprungen):

source: Protected images (cannot be deleted)
de: Geschützte Images (können nicht gelöscht werden)

source: Public
de: Öffentlich

source: Public Flavor
de: Öffentlicher Flavor

source: RAM must be an integer ≥ 128 MB.
de: RAM muss eine ganze Zahl ≥ 128 MB sein.

source: Raw JSON Data for
de: JSON-Rohdaten für

source: Readiness
de: Bereitschaft

source: Refresh
de: Aktualisieren

source: Reject
de: Ablehnen

source: Rejected
de: Abgelehnt

source: Remaining Quota:
de: Verfügbare Quota:

source: Remove
de: Entfernen

source: Remove access for {memberIdDisplay}
de: Zugriff für {memberIdDisplay} entfernen

source: Remove access for {tenantId}
de: Zugriff entfernen für {tenantId}

source: Remove member access
de: Mitgliedszugriff entfernen

source: Remove tenant access
de: Projektzugriff entfernen

source: Restart
de: Neustart

source: Review Access
de: Zugriff überprüfen

source: Review Access - {imageTitle}
de: Zugriff überprüfen - {imageTitle}

source: Revoke Access
de: Zugriff widerrufen

source: Root Disk must be an integer ≥ 0.
de: Root Disk muss eine ganze Zahl ≥ 0 sein.

source: RX/TX Factor must be an integer ≥ 1.
de: RX/TX Faktor muss eine ganze Zahl ≥ 1 sein.

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

source: Save Metadata
de: Metadata speichern

source: Search clusters...
de: Cluster durchsuchen...

source: Search...
de: Suchen...

source: Security
de: Sicherheit

source: Select disk format first
de: Wählen Sie zuerst das Festplattenformat

source: Server error occurred while adding tenant access. Please try again later.
de: Ein Serverfehler ist aufgetreten, während der Projektzugriff hinzugefügt wurde. Bitte versuchen Sie es später noch einmal.

source: Server error occurred while creating extra specs. Please try again later.
de: Beim Erstellen von Metadata ist ein Serverfehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Server error occurred while creating the flavor. Please try again later.
de: Es ist ein Serverfehler beim Erstellen des Flavors aufgetreten. Bitte versuchen Sie es später erneut.

source: Server error occurred while deleting the extra spec. Please try again later.
de: Beim Löschen des Metadata ist ein Serverfehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Server error occurred while deleting the flavor. Please try again later.
de: Beim Löschen des Flavors ist ein Serverfehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Server error occurred while fetching extra specs. Please try again later.
de: Beim Abrufen der Metadata ist ein Serverfehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Server error occurred while fetching flavor access information. Please try again later.
de: Ein Serverfehler ist aufgetreten, während die Zugriffsinformationen für den Flavor abgerufen wurden. Bitte versuchen Sie es später noch einmal.

source: Server error occurred while removing tenant access. Please try again later.
de: Ein Serverfehler ist aufgetreten, während der Projektzugriff entfernt wurde. Bitte versuchen Sie es später noch einmal.

source: Server is experiencing issues. Please try again later.
de: Der Server hat Probleme. Bitte versuchen Sie es später erneut.

source: Server returned unexpected data format for extra specs.
de: Der Server hat ein unerwartetes Datenformat für die Metadata zurückgegeben.

source: Server returned unexpected data format.
de: Der Server hat ein unerwartetes Datenformat zurückgegeben.

source: Server Role:
de: Serverrolle:

source: Services CIDR
de: CIDR-Bereich für Services

source: Set to "Shared"
de: Auf "Geteilt" setzen

source: Share
de: Teilen

source: Shared
de: Geteilt

source: Show Accepted Images ({acceptedImagesCount})
de: Akzeptierte Images anzeigen ({acceptedImagesCount})

source: Show Details
de: Details anzeigen

source: Show Suggested Images ({suggestedImagesCount})
de: Vorgeschlagene Images anzeigen ({suggestedImagesCount})

source: Showing {virtualizedContainersCount} of {allContainersCount} containers
de: {virtualizedContainersCount} von {allContainersCount} Containern werden angezeigt

source: Sign In
de: Einloggen

source: Size
de: Größe

source: Something went wrong:
de: Etwas ist schiefgelaufen.

source: Sort by
de: Sortieren nach

source: Space Used:
de: Verwendeter Speicherplatz:

source: Start Time
de: Startzeit

source: Successfully activated {successCount} of {totalCount} image(s)
de: {successCount} von {totalCount} Image(s) erfolgreich aktiviert

source: Successfully deactivated {successCount} of {totalCount} image(s)
de: {successCount} von {totalCount} Image(s) erfolgreich deaktiviert

source: Successfully deleted {successCount} of {totalCount} image(s)
de: {successCount} von {totalCount} Image(s) erfolgreich gelöscht

source: Swap Disk must be an integer ≥ 0.
de: Swap-Disk muss eine ganze Zahl ≥ 0 sein.

source: Tenant access for "{tenantIdToRemove}" has been removed successfully.
de: Der Projektzugriff für "{tenantIdToRemove}" wurde erfolgreich entfernt.

source: Tenant access for "{trimmedTenantId}" has been added successfully.
de: Der Projektzugriff für "{trimmedTenantId}" wurde erfolgreich hinzugefügt.

source: Tenant ID
de: Projekt ID

source: The compute service is currently unavailable for this project. Please try again later.
de: Der Compute-Dienst ist für dieses Projekt derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.

source: The extra spec could not be found. It may have already been deleted.
de: Das Metadata konnte nicht gefunden werden. Möglicherweise wurde es bereits gelöscht.

source: The extra spec data provided is invalid. Please check your input.
de: Die bereitgestellten Metadata-Daten sind ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: The flavor could not be found or has no extra specs.
de: Der Flavor konnte nicht gefunden werden oder hat keine Metadata.

source: The flavor could not be found. It may have already been deleted.
de: Der Flavor konnte nicht gefunden werden. Möglicherweise wurde er bereits gelöscht.

source: The flavor could not be found. It may have been deleted.
de: Der Flavor konnte nicht gefunden werden. Möglicherweise wurde er gelöscht.

source: The flavor data provided is invalid. Please check your input.
de: Die angegebenen Flavor-Daten sind ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: The flavor or tenant could not be found. It may have already been removed.
de: Der Flavor oder das Projekt konnte nicht gefunden werden. Möglicherweise wurde es bereits entfernt.

source: The flavor or tenant could not be found. Please verify they exist.
de: Der Flavor oder das Projekt konnte nicht gefunden werden. Bitte überprüfen Sie, ob sie existieren.

source: The floating IP pool to use for the cluster's external network access
de: Der Floating-IP-Pool, der für den externen Netzwerkzugang des Clusters verwendet wird.

source: The image "{imageId}" could not be deactivated: {message}
de: Das Image "{imageId}" konnte nicht deaktiviert werden: {message}

source: The image "{imageId}" could not be deleted: {message}
de: Das Image "{imageId}" konnte nicht gelöscht werden: {message}

source: The image "{imageId}" could not be re-activated: {message}
de: Das Image "{imageId}" konnte nicht reaktiviert werden: {message}

source: The image "{imageName}" could not be created:
de: Das Image "{imageName}" konnte nicht erstellt werden:

source: The image "{imageName}" could not be updated:
de: Das Image "{imageName}" konnte nicht aktualisiert werden:

source: The tenant ID provided is invalid. Please check your input.
de: Die angegebene Projekt-ID ist ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: There are no containers available with the current search criteria. Try adjusting your search term.
de: Mit den aktuellen Suchkriterien sind keine Container verfügbar. Versuchen Sie, Ihren Suchbegriff anzupassen.

source: There are no flavors available for this project with the current filters applied. Try adjusting your filter criteria or create a new flavor.
de: Keine Flavors verfügbar. Filtern Sie neu oder erstellen Sie einen neuen Flavor.

source: There are no images available for this project with the current filters applied. Try adjusting your filter criteria or create a new image.
de: Keine Images verfügbar. Filtern Sie neu oder erstellen Sie ein neues Image.

source: This action cannot be undone. The cluster will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Der Cluster wird dauerhaft gelöscht.

source: This action cannot be undone. The flavor will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Der Flavor wird dauerhaft gelöscht.

source: This action cannot be undone. The image will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Das Image wird dauerhaft gelöscht.

source: This extra spec keys already exist. Please use different keys.
de: Dieser Metadata-Key existiert bereits. Bitte verwenden Sie einen anderen Key.

source: This image has been shared with your project. Please confirm whether you want to accept or reject access. Once you accept, the image will be visible in your project's image list.
de: Dieses Image wurde mit Ihrem Projekt geteilt. Bitte bestätigen Sie, ob Sie den Zugriff akzeptieren oder ablehnen möchten. Nach der Akzeptanz wird das Image in Ihrer Projekt-Image-Liste sichtbar sein.

source: This is a public flavor. All tenants have access to it.
de: Dies ist ein öffentlicher Flavor. Alle Projekte haben Zugriff darauf.

source: This is a public image. All users have access to it. Explicit sharing is not needed.
de: Dies ist ein öffentliches Image. Alle Benutzer haben Zugriff darauf. Eine explizite Freigabe ist nicht erforderlich.

source: This member already has access to this image.
de: Dieses Mitglied hat bereits Zugriff auf dieses Image.

source: This property is reserved and cannot be modified
de: Diese Eigenschaft ist reserviert und kann nicht geändert werden

source: This tenant already has access to the flavor.
de: Dieses Projekt hat bereits Zugriff auf den Flavor.

source: This tenant does not have access to the flavor.
de: Dieses Projekt hat keinen Zugriff auf den Flavor.

source: Timezone
de: Zeitzone

source: Together, we can unlock the true potential of your cloud infrastructure.
de: Gemeinsam können wir das volle Potenzial Ihrer Cloud-Infrastruktur erschließen.

source: Total Size
de: Gesamtspeicher

source: Try again
de: Erneut versuchen

source: Type
de: Typ

source: Unable to connect to the compute service. Please check your connection and try again.
de: Die bereitgestellten Flavor-Daten sind ungültig. Bitte überprüfen Sie Ihre Eingabe.

source: Unable to Create Image
de: Image kann nicht erstellt werden

source: Unable to Deactivate Image
de: Image kann nicht deaktiviert werden

source: Unable to Delete Image
de: Image kann nicht gelöscht werden

source: Unable to Re-activate Image
de: Image kann nicht reaktiviert werden

source: Unable to Update Image
de: Image kann nicht aktualisiert werden

source: Unable to Update Image Visibility
de: Image-Sichtbarkeit kann nicht aktualisiert werden

source: Unable to Upload Image File
de: Image-Datei kann nicht hochgeladen werden

source: Unknown error
de: Unbekannter Fehler

source: Unnamed
de: Unbenannt

source: Updated
de: Aktualisiert

source: Updated At
de: Aktualisiert am

source: User C/D/I
de: Benutzer C/D/I

source: Value is required
de: Wert ist erforderlich

source: VCPUs must be an integer ≥ 1.
de: VCPUs müssen eine ganze Zahl ≥ 1 sein.

source: View Details
de: Details ansehen

source: View Docs
de: Dokumentation ansehen

source: View Repository
de: Repository ansehen

source: Visibility
de: Sichtbarkeit

source: We are building Aurora Dashboard to serve you better. Your feedback is invaluable in shaping a tool that meets the unique needs of businesses like yours. Stay connected and join us as we redefine cloud management.
de: Wir entwickeln das Aurora-Dashboard, um Ihnen einen besseren Service zu bieten. Ihr Feedback ist von unschätzbarem Wert, um ein Werkzeug zu gestalten, das den einzigartigen Bedürfnissen von Unternehmen wie Ihrem gerecht wird. Bleiben Sie in Verbindung und begleiten Sie uns, während wir das Cloud-Management neu definieren.

source: Welcome back, {username}!
de: Willkommen zurück, {username}!

source: Welcome to <0>Aurora Dashboard</0>, your next-generation cloud management solution. We are dedicated to simplifying how you interact with and manage your cloud infrastructure. Designed with efficiency, scalability, and usability at its core, Aurora empowers you to streamline operations and unlock the full potential of your cloud resources.
de: Willkommen beim <0>Aurora-Dashboard</0>, Ihrer Cloud-Management-Lösung der nächsten Generation. Wir sind bestrebt, die Art und Weise, wie Sie mit Ihrer Cloud-Infrastruktur interagieren und diese verwalten, zu vereinfachen. Mit Effizienz, Skalierbarkeit und Benutzerfreundlichkeit im Kern konzipiert, ermöglicht Aurora Ihnen, Prozesse zu optimieren und das volle Potenzial Ihrer Cloud-Ressourcen auszuschöpfen.

source: Why Choose Aurora?
de: Warum Aurora wählen?

source: Window Time
de: Zeitfenster

source: Worker Configuration
de: Worker-Konfiguration

source: Would you like to remove the <0>{clusterName}</0> from your project?
de: Möchtest du <0>{clusterName}</0> aus deinem Projekt entfernen?

source: Yes
de: Ja

source: You are about to activate {deactivatedCount} image(s). Activated images will be available for launching new instances.
de: Sie sind dabei, {deactivatedCount} Image(s) zu aktivieren. Aktivierte Images stehen zum Starten neuer Instanzen zur Verfügung.

source: You are about to deactivate {activeCount} image(s). Deactivated images cannot be used to launch new instances.
de: Sie sind dabei, {activeCount} Image(s) zu deaktivieren. Deaktivierte Images können nicht zum Starten neuer Instanzen verwendet werden.

source: You are about to delete {deletableCount} image(s). This action cannot be undone.
de: Sie sind dabei, {deletableCount} Image(s) zu löschen. Diese Aktion kann nicht rückgängig gemacht werden.

source: You are already signed in.
de: Sie sind bereits angemeldet.

source: You are not authorized to access flavor access information. Please log in again.
de: Sie sind nicht berechtigt, auf die Zugriffsinformationen des Flavors zuzugreifen. Bitte melden Sie sich erneut an.

source: You are not authorized to add tenant access. Please log in again.
de: Sie sind nicht berechtigt, Projektzugriffe hinzuzufügen. Bitte melden Sie sich erneut an.

source: You are not authorized to create extra specs. Please log in again.
de: Sie sind nicht berechtigt, Metadata zu erstellen. Bitte melden Sie sich erneut an.

source: You are not authorized to create flavors. Please log in again.
de: Willkommen zurück, {username}!

source: You are not authorized to delete extra specs. Please log in again.
de: Sie sind nicht berechtigt, Metadata zu löschen. Bitte melden Sie sich erneut an.

source: You are not authorized to delete flavors. Please log in again.
de: Sie sind nicht berechtigt, Flavors zu löschen. Bitte melden Sie sich erneut an.

source: You are not authorized to remove tenant access. Please log in again.
de: Sie sind nicht berechtigt, Projektzugriffe zu entfernen. Bitte melden Sie sich erneut an.

source: You are not authorized to view extra specs. Please log in again.
de: Sie sind nicht berechtigt, Metadata anzusehen. Bitte melden Sie sich erneut an.

source: You can now share this information with your team
de: Sie können diese Informationen nun mit Ihrem Team teilen

source: You don't have permission to access flavor access information for this flavor.
de: Sie haben keine Berechtigung, auf die Zugriffsinformationen für diesen Flavor zuzugreifen.

source: You don't have permission to access flavors for this project.
de: Sie haben keine Berechtigung, auf Flavors für dieses Projekt zuzugreifen.

source: You don't have permission to add tenant access to this flavor.
de: Sie haben keine Berechtigung, diesem Flavor Projektzugriffe hinzuzufügen.

source: You don't have permission to create extra specs for this flavor.
de: Sie haben keine Berechtigung, Metadata für diesen Flavor zu erstellen.

source: You don't have permission to create flavors in this project.
de: Sie sind nicht berechtigt, Flavors zu erstellen. Bitte melden Sie sich erneut an.

source: You don't have permission to delete extra specs for this flavor.
de: Sie haben keine Berechtigung, Metadata für diesen Flavor zu löschen.

source: You don't have permission to delete flavors in this project.
de: Sie haben keine Berechtigung, Flavors in diesem Projekt zu löschen.

source: You don't have permission to modify access for this image.
de: Sie haben keine Berechtigung, den Zugriff für dieses Image zu ändern.

source: You don't have permission to remove tenant access from this flavor.
de: Sie haben keine Berechtigung, Projektzugriffe von diesem Flavor zu entfernen.

source: You don't have permission to view extra specs for this flavor.
de: Sie haben keine Berechtigung, Metadata für diesen Flavor anzusehen.

source: You need to login to access this page.
de: Sie müssen sich anmelden, um auf diese Seite zuzugreifen.

source: Your project has accepted access to this image. You can revoke access at any time.
de: Ihr Projekt hat den Zugriff auf dieses Image akzeptiert. Sie können den Zugriff jederzeit widerrufen.

source: Your project has rejected access to this image. You can change your decision and accept it, or request access again from the owner.
de: Ihr Projekt hat den Zugriff auf dieses Image abgelehnt. Sie können Ihre Entscheidung ändern und ihn akzeptieren oder beim Eigentümer erneut Zugriff beantragen.

source: Your session has expired. Please log in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.

source: Zones
de: Zonen
