Repository: cobaltcore-dev/aurora-dashboard
Catalog: apps/aurora-portal/src/locales/*/messages.po
Languages: de

source: <0>Effortless Resource Provisioning:</0> Quickly provision, configure, and deploy resources like servers, networks, and volumes with just a few clicks.
de: <0>Mühelose Ressourcenbereitstellung:</0> Stellen Sie Ressourcen wie Server, Netzwerke und Volumes schnell bereit, konfigurieren Sie diese und setzen Sie sie mit nur wenigen Klicks ein.

source: <0>Enhanced Productivity:</0> By reducing operational complexity, Aurora helps your team focus on what truly matters—innovating and driving business success.
de: <0>Erhöhte Produktivität:</0> Durch die Reduzierung der betrieblichen Komplexität hilft Aurora Ihrem Team, sich auf das Wesentliche zu konzentrieren – Innovationen voranzutreiben und Geschäftserfolg zu sichern.

source: <0>Future-Ready:</0> Aurora is designed to evolve with the latest trends in cloud technology, ensuring your solution is always cutting-edge.
de: <0>Zukunftssicher:</0> Aurora ist darauf ausgelegt, sich mit den neuesten Trends in der Cloud-Technologie weiterzuentwickeln und stellt so sicher, dass Ihre Lösung immer auf dem neuesten Stand ist.

source: <0>Optimized Scalability:</0> Built for businesses of all sizes, Aurora grows with you, supporting simple environments and intricate multi-cloud setups alike.
de: <0>Optimierte Skalierbarkeit:</0> Aurora ist für Unternehmen jeder Größe konzipiert und wächst mit Ihnen mit, unterstützt einfache Umgebungen und komplexe Multi-Cloud-Setups gleichermaßen.

source: <0>Secure & Reliable:</0> Your data and operations are safeguarded with enterprise-grade security and robust reliability.
de: <0>Sicher & Zuverlässig:</0> Ihre Daten und Operationen sind mit Sicherheitsstandards auf Unternehmensebene und robuster Zuverlässigkeit geschützt.

source: <0>Unified Cloud Management:</0> Consolidates all your cloud assets into one intuitive interface.
de: <0>Vereinheitlichtes Cloud-Management:</0> Konsolidiert alle Ihre Cloud-Ressourcen in einer intuitiven Oberfläche.

source: A flavor with this ID or name already exists. Please use different values.
de: Ein Flavor mit dieser ID oder diesem Namen existiert bereits. Bitte verwenden Sie andere Werte.

source: A property with this key already exists
de: Eine Eigenschaft mit diesem Schlüssel existiert bereits

source: About Aurora Dashboard
de: Über das Aurora-Dashboard

source: Accept
de: Akzeptieren

source: Accepted
de: Akzeptiert

source: Access Status
de: Zugriffsstatus

source: Access status updated to "{newStatus}".
de: Zugriffsstatus auf "{newStatus}" aktualisiert.

source: Actions
de: Aktionen

source: Activate
de: Aktivieren

source: Activate All
de: Alle aktivieren

source: Activate Images
de: Images aktivieren

source: Activated {successCount} image(s), but {failedCount} image(s) could not be activated.
de: {successCount} Image(s) aktiviert, aber {failedCount} Image(s) konnten nicht aktiviert werden.

source: Activated images will become available for launching new instances and creating volumes. This action will restore full functionality to the selected images.
de: Aktivierte Images werden zum Starten neuer Instanzen und Erstellen von Volumes verfügbar. Diese Aktion stellt die volle Funktionalität der ausgewählten Images wieder her.

source: Add
de: Hinzufügen

source: Add Member
de: Mitglied hinzufügen

source: Add Metadata
de: Metadata hinzufügen

source: Add Project Access
de: Projektzugriff hinzufügen

source: Add Property
de: Eigenschaft hinzufügen

source: Add Tenant Access
de: Projektzugriff hinzufügen

source: After continuing, your project will no longer have access to the <0>{clusterName}</0> resources.
de: Nach dem Fortfahren hat Ihr Projekt keinen Zugriff mehr auf die <0>{clusterName}</0>-Ressourcen.

source: All Images
de: Alle Images

source: Already active (will be skipped)
de: Bereits aktiv (wird übersprungen)

source: Already active (will be skipped):
de: Bereits aktiv (wird übersprungen):

source: Already deactivated (will be skipped)
de: Bereits deaktiviert (wird übersprungen)

source: Already deactivated (will be skipped):
de: Bereits deaktiviert (wird übersprungen):

source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: At Aurora, our mission is to provide a centralized platform that unifies cloud management. We aim to simplify the complexities of provisioning, configuring, and scaling resources across diverse cloud environments while enabling seamless growth for your business.
de: Bei Aurora ist es unsere Mission, eine zentrale Plattform bereitzustellen, die das Cloud-Management vereinheitlicht. Wir streben danach, die Komplexitäten der Bereitstellung, Konfiguration und Skalierung von Ressourcen über verschiedene Cloud-Umgebungen hinweg zu vereinfachen und gleichzeitig ein nahtloses Wachstum für Ihr Unternehmen zu ermöglichen.

source: Aurora Dashboard is more than just a tool—it's your partner in navigating the cloud. Whether you're a small startup or a global enterprise, Aurora provides the flexibility, power, and simplicity you need to achieve your goals.
de: Das Aurora-Dashboard ist mehr als nur ein Werkzeug – es ist Ihr Partner bei der Navigation in der Cloud. Egal, ob Sie ein kleines Startup oder ein globales Unternehmen sind, Aurora bietet Ihnen die Flexibilität, Leistung und Einfachheit, die Sie benötigen, um Ihre Ziele zu erreichen.

source: Aurora empowers you with robust tools to streamline your cloud management effortlessly. Experience a seamless way to provision, configure, and scale your resources across OpenStack environments.
de: Aurora bietet Ihnen robuste Tools, um Ihre Cloud-Verwaltung nahtlos zu optimieren. Erleben Sie eine mühelose Möglichkeit, Ihre Ressourcen in OpenStack-Umgebungen bereitzustellen, zu konfigurieren und zu skalieren.

source: Back
de: Zurück

source: Back to Images
de: Zurück zu Images

source: Boot size
de: Boot-Größe

source: Cancel
de: Abbrechen

source: Changes to metadata will be saved when you click "Save Changes". Make sure all properties are correctly configured before saving.
de: Änderungen an den Metadaten werden gespeichert, wenn Sie auf "Änderungen speichern" klicken. Stellen Sie sicher, dass alle Eigenschaften korrekt konfiguriert sind, bevor Sie speichern.

source: Changes to these properties will affect how this image can be used and who can access it.
de: Änderungen an diesen Eigenschaften beeinflussen, wie dieses Image verwendet werden kann und wer darauf zugreifen kann.

source: Check out our source code on GitHub!
de: Schauen Sie sich unseren Quellcode auf GitHub an!

source: Checksum
de: Prüfsumme

source: Clear all
de: Alle Filter löschen

source: Click to upload
de: Zum Hochladen klicken

source: Cloud Profile
de: Cloud Profil

source: Cluster Configuration
de: Cluster-Konfiguration

source: Cluster created successfully
de: Cluster erfolgreich erstellt

source: Cluster details copied to clipboard!
de: Cluster-Details erfolgreich kopiert!

source: Cluster ID copied to clipboard
de: Cluster-ID wurde in die Zwischenablage kopiert

source: Cluster name is required
de: Cluster Name ist erforderlich

source: Clusters
de: Cluster

source: Code View
de: Code-Ansicht

source: Configure the worker pools for your cluster. These settings determine the compute resources available for your workloads.
de: Konfiguriere die Worker-Pools für deinen Cluster. Diese Einstellungen bestimmen die Rechenressourcen, die für deine Workloads verfügbar sind.

source: Confirm Access
de: Zugriff bestätigen

source: Confirm Access - {imageTitle}
de: Zugriff bestätigen - {imageTitle}

source: Contact support
de: Support kontaktieren

source: Container format is required
de: Container-Format ist erforderlich

source: Create Cluster
de: Cluster erstellen

source: Create Flavor
de: Flavor erstellen

source: Create Image
de: Image erstellen

source: Create New Flavor
de: Neuen Flavor erstellen

source: Create New Image
de: Neues Image erstellen

source: Created
de: Erstellt

source: Created At
de: Erstellt am

source: Creating image...
de: Image wird erstellt...

source: Current Status
de: Aktueller Status

source: Custom metadata properties can be used to store additional information about this image. Reserved properties cannot be modified here.
de: Benutzerdefinierte Metadaten-Eigenschaften können verwendet werden, um zusätzliche Informationen über dieses Image zu speichern. Reservierte Eigenschaften können hier nicht geändert werden.

source: Custom Properties / Metadata
de: Benutzerdefinierte Eigenschaften / Metadaten

source: Deactivate
de: Deaktivieren

source: Deactivate All
de: Alle deaktivieren

source: Deactivate Images
de: Images deaktivieren

source: Deactivated {successCount} image(s), but {failedCount} image(s) could not be deactivated.
de: {successCount} Image(s) deaktiviert, aber {failedCount} Image(s) konnten nicht deaktiviert werden.

source: Deactivated images will not be available for launching new instances or creating volumes. Existing instances using these images will not be affected. You can reactivate images later if needed.
de: Deaktivierte Images stehen nicht zum Starten neuer Instanzen oder Erstellen von Volumes zur Verfügung. Bestehende Instanzen, die diese Images verwenden, sind nicht betroffen. Sie können Images später bei Bedarf reaktivieren.

source: Delete
de: Löschen

source: Delete {specKey}
de: Lösche {specKey}

source: Delete All
de: Alle löschen

source: Delete Cluster
de: Cluster löschen

source: Delete Flavor
de: Flavor löschen

source: Delete Images
de: Images löschen

source: Deleted {successCount} image(s), but {failedCount} image(s) could not be deleted.
de: {successCount} Image(s) gelöscht, aber {failedCount} Image(s) konnten nicht gelöscht werden.

source: Deleting images will affect any instances or volumes that depend on them. Ensure these images are no longer in use before proceeding.
de: Das Löschen von Images wirkt sich auf alle Instanzen oder Volumes aus, die davon abhängen. Stellen Sie sicher, dass diese Images nicht mehr verwendet werden, bevor Sie fortfahren.

source: Description
de: Beschreibung

source: Description must be less than 65535 characters.
de: Die Beschreibung muss weniger als 65535 Zeichen haben.

source: Discard
de: Verwerfen

source: Disk Format
de: Festplattenformat

source: Disk format is required
de: Festplattenformat ist erforderlich

source: Documentation
de: Dokumentation

source: Drop your image file here
de: Legen Sie Ihre Image-Datei hier ab

source: e.g., production, linux, ubuntu
de: z. B. production, linux, ubuntu

source: Each worker nodes will automatically scale between its minimum and maximum number of nodes based on the workload demands. Ensure your maximum node counts allign with your resouce quotas.
de: Jeder Worker-Knoten wird je nach Arbeitslast automatisch zwischen der minimalen und maximalen Knotenzahl skaliert. Stelle sicher, dass deine maximale Knotenzahl mit deinen Ressourcenkontingenten übereinstimmt.

source: Each worker pool will automatically scale between its minimum and maximum node counts based on workload demands. Ensure your maximum node counts align with your resource quotas.
de: Jeder Worker-Pool skaliert je nach Arbeitslast automatisch zwischen der minimalen und maximalen Knotenzahl. Stelle sicher, dass deine maximale Knotenzahl mit deinen Ressourcenkontingenten übereinstimmt.

source: Edit
de: Bearbeiten

source: Edit Details
de: Details bearbeiten

source: Edit Image Details
de: Image-Details bearbeiten

source: Edit Image Metadata
de: Image-Metadaten bearbeiten

source: Edit Metadata
de: Metadaten bearbeiten

source: Enter a tag and press Enter or click Add
de: Geben Sie ein Tag ein und drücken Sie Enter oder klicken Sie auf Hinzufügen

source: Enter key
de: Key eingeben

source: Enter member ID
de: Mitglieds-ID eingeben

source: Enter tenant ID
de: Project ID eingeben

source: Enter the Cloud
de: Die Cloud betreten

source: Enter value
de: Value eingeben

source: Enter your credentials to access your account
de: Geben Sie Ihre Anmeldedaten ein, um auf Ihr Konto zuzugreifen.

source: Enter your domain
de: Geben Sie den Domain ein

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein

source: Ephemeral Disk must be an integer ≥ 0.
de: Ephemeral Disk muss eine ganze Zahl ≥ 0 sein.

source: Error Loading Containers: {errorMessage}
de: Fehler beim Laden der Container: {errorMessage}

source: Error loading image
de: Fehler beim Laden des Images

source: Error Loading Images: {errorMessage}
de: Fehler beim Laden der Images: {errorMessage}

source: Extra spec key is required and cannot be empty.
de: Der Key für die Extra-Spec ist erforderlich und darf nicht leer sein.

source: Failed to activate {failedCount} of {totalCount} image(s). Some images may already be active or in an invalid state.
de: {failedCount} von {totalCount} Image(s) konnten nicht aktiviert werden. Einige Images sind möglicherweise bereits aktiv oder in einem ungültigen Zustand.

source: Failed to Activate Images
de: Fehler beim Aktivieren der Images

source: Failed to add member
de: Fehler beim Hinzufügen des Mitglieds

source: Failed to add tenant access to flavor. Please try again.
de: Fehler beim Hinzufügen des Zugriffs für das Project zum Flavor. Bitte versuchen Sie es erneut.

source: Failed to copy to clipboard
de: Kopieren fehlgeschlagen

source: Failed to create cluster:
de: Fehler beim Erstellen des Clusters:

source: Failed to create extra specs. Please try again.
de: Fehler beim Erstellen des Extra-Specs. Bitte versuchen Sie es erneut.

source: Failed to create flavor. Please try again.
de: Fehler beim Erstellen des Flavors. Bitte versuchen Sie es erneut.

source: Failed to create the flavor. Please try again.
de: Fehler beim Erstellen des Flavors. Bitte versuchen Sie es erneut.

source: Failed to deactivate {failedCount} of {totalCount} image(s). Some images may already be deactivated or in an invalid state.
de: {failedCount} von {totalCount} Image(s) konnten nicht deaktiviert werden. Einige Images sind möglicherweise bereits deaktiviert oder in einem ungültigen Zustand.

source: Failed to Deactivate Images
de: Fehler beim Deaktivieren der Images

source: Failed to delete {failedCount} of {totalCount} image(s). Some images may be protected or in use.
de: {failedCount} von {totalCount} Image(s) konnten nicht gelöscht werden. Einige Images sind möglicherweise geschützt oder werden verwendet.

source: Failed to delete cluster:
de: Fehler beim löschen des Clusters:

source: Failed to delete flavor. Please try again.
de: Fehler beim Löschen des Flavors. Bitte versuchen Sie es erneut.

source: Failed to Delete Images
de: Fehler beim Löschen der Images

source: Failed to delete the extra spec. Please try again.
de: Fehler beim Löschen des Extra-Specs. Bitte versuchen Sie es erneut.

source: Failed to delete the flavor. Please try again.
de: Das Löschen des Flavor ist fehlgeschlagen. Bitte versuchen Sie es erneut

source: Failed to fetch flavor access information. Please try again.
de: Fehler beim Abrufen der Flavor-Zugriffsinformationen. Bitte versuchen Sie es erneut.

source: Failed to fetch flavors from server.
de: Fehler beim Abrufen der Flavors vom Server.

source: Failed to load extra specs. Please try again.
de: Fehler beim Laden der Extra-Specs. Bitte versuchen Sie es erneut.

source: Failed to remove member
de: Fehler beim Entfernen des Mitglieds

source: Failed to remove member "{memberIdToRemove}"
de: Fehler beim Entfernen des Mitglieds "{memberIdToRemove}"

source: Failed to remove tenant access from flavor. Please try again.
de: Fehler beim Entfernen des Mandantenzugriffs vom Flavor. Bitte versuchen Sie es erneut.

source: Failed to update access status
de: Fehler beim Aktualisieren des Zugriffsstatus

source: Failed to update visibility for "{imageName}":
de: Fehler beim Aktualisieren der Sichtbarkeit für "{imageName}":

source: Failed to update visibility to {newVisibility}
de: Fehler beim Aktualisieren der Sichtbarkeit auf {newVisibility}

source: Failed to upload file "{fileName}":
de: Fehler beim Hochladen der Datei "{fileName}":

source: Fetching...
de: Wird abgerufen...

source: Filters
de: Filter

source: Find detailed guides and references in our docs.
de: Finden Sie detaillierte Anleitungen und Referenzen in unserer Dokumentation.

source: Flavor "{flavorName}" has been successfully created.
de: Flavor "{flavorName}" wurde erfolgreich erstellt.

source: Flavor "{flavorName}" has been successfully deleted.
de: Flavor "{flavorName}" wurde erfolgreich gelöscht.

source: Flavor ID is required and cannot be empty.
de: Flavor-ID ist erforderlich und darf nicht leer sein

source: Flavor service is not available for this project.
de: Der Flavor-Service ist für dieses Projekt nicht verfügbar.

source: General Image Data
de: Allgemeine Image-Daten

source: Get Involved
de: Mitmachen

source: Group Name
de: Gruppenname

source: ID must only contain alphanumeric characters, hyphens, underscores, and dots.
de: Die ID darf nur alphanumerische Zeichen, Bindestriche, Unterstriche und Punkte enthalten.

source: If checked, this flavor will be available to all tenants. If unchecked, access must be explicitly granted to specific tenants.
de: Wenn diese Option aktiviert ist, wird dieser Flavor für alle Projekte verfügbar sein. Wenn sie deaktiviert ist, muss der Zugriff explizit für bestimmte Projekt gewährt werden.

source: Image "{imageName}" visibility updated to {visibility}
de: Sichtbarkeit des Images "{imageName}" auf {visibility} aktualisiert

source: Image File
de: Image-Datei

source: Image file is required
de: Image-Datei ist erforderlich

source: Image Instance
de: Image-Instanz

source: Image instance "{imageName}" has been activated
de: Image-Instanz "{imageName}" wurde aktiviert

source: Image instance "{imageName}" has been created
de: Image-Instanz "{imageName}" wurde erstellt

source: Image instance "{imageName}" has been deactivated
de: Image-Instanz "{imageName}" wurde deaktiviert

source: Image instance "{imageName}" has been deleted
de: Image-Instanz "{imageName}" wurde gelöscht

source: Image instance "{imageName}" has been updated
de: Image-Instanz "{imageName}" wurde aktualisiert

source: Image name is required
de: Image-Name ist erforderlich

source: Image not found
de: Image nicht gefunden

source: Image Visibility
de: Image-Sichtbarkeit

source: Images Activated
de: Images aktiviert

source: Images Deactivated
de: Images deaktiviert

source: Images Deleted
de: Images gelöscht

source: Images to activate:
de: Zu aktivierende Images:

source: Images to be activated ({deactivatedCount})
de: Zu aktivierende Images ({deactivatedCount})

source: Images to be deactivated ({activeCount})
de: Zu deaktivierende Images ({activeCount})

source: Images to be deleted ({deletableCount})
de: Zu löschende Images ({deletableCount})

source: Images to deactivate:
de: Zu deaktivierende Images:

source: Images to delete:
de: Zu löschende Images:

source: Infrastructure
de: Infrastruktur

source: Infrastructure Configuration
de: Infrastruktur-Konfiguration

source: Invalid file format. Supported formats: {supportedFileFormats}
de: Ungültiges Dateiformat. Unterstützte Formate: {supportedFileFormats}

source: Invalid format combination for selected disk format
de: Ungültige Formatkombination für das ausgewählte Festplattenformat

source: Invalid value for public flavor setting.
de: Ungültiger Wert für die Einstellung des öffentlichen Flavors.

source: Key Features
de: Hauptmerkmale

source: Key is required
de: Schlüssel ist erforderlich

source: Last Modified
de: Zuletzt geändert

source: List View
de: Tabellenansicht

source: Load More
de: Mehr laden

source: Loading Containers...
de: Container werden geladen...

source: Loading Flavors...
de: Lädt Flavors...

source: Loading Gardener...
de: Lädt Gardener...

source: Loading Image Details...
de: Image-Details werden geladen...

source: Loading Images...
de: Lädt Images...

source: Loading Instances...
de: Lädt Instanzen...

source: Loading Key Pairs...
de: Lädt Key Pairs...

source: Loading more...
de: Weitere werden geladen...

source: Loading Server Groups...
de: Lädt Servergruppen

source: Loading...
de: Lädt...

source: Login failed. Please check your credentials and try again.
de: Anmeldung fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldeinformationen und versuchen Sie es erneut.

source: Login to Your Account
de: Bei Ihrem Konto anmelden

source: Lowercase alphanumeric characters, dash (-) and must start with a letter
de: Kleinbuchstaben (alphanumerisch), Bindestrich (-) und muss mit einem Buchstaben beginnen.

source: Machine Type
de: Maschinentyp

source: Maintenance Window
de: Wartungsfenster

source: Manage Access
de: Zugriff verwalten

source: Manage Access - {flavorName}
de: Zugriff verwalten - {flavorName}

source: Manage Access for Image - {imageName}
de: Zugriff für Image verwalten - {imageName}

source: Manage OpenStack with
de: Verwalten Sie OpenStack mit

source: Maximum Nodes
de: Maximale Nodes

source: Member "{memberIdToRemove}" has been removed successfully.
de: Mitglied "{memberIdToRemove}" wurde erfolgreich entfernt.

source: Member "{trimmedMemberId}" has been added successfully.
de: Mitglied "{trimmedMemberId}" wurde erfolgreich hinzugefügt.

source: Member ID
de: Mitglieds-ID

source: Member ID (project UUID) is required.
de: Mitglieds-ID (Projekt-UUID) ist erforderlich.

source: Member information could not be loaded.
de: Mitgliedsinformationen konnten nicht geladen werden.

source: Minimum Disk (GB)
de: Minimale Festplatte (GB)

source: Minimum disk must be 0 or greater
de: Minimale Festplatte muss 0 oder größer sein

source: Minimum disk size required to boot this image
de: Minimale Festplattengröße, die zum Booten dieses Images erforderlich ist

source: Minimum Nodes
de: Minimale Nodes

source: Minimum RAM (MB)
de: Minimaler RAM (MB)

source: Minimum RAM must be 0 or greater
de: Minimaler RAM muss 0 oder größer sein

source: Minimum RAM required to boot this image
de: Minimaler RAM, der zum Booten dieses Images erforderlich ist

source: More Actions
de: Weitere Aktionen

source: N/A
de: keine Angabe

source: Name must be 2-50 characters long.
de: Der Name muss 2-50 Zeichen lang sein.

source: Need help?
de: Benötigen Sie Hilfe?

source: Network Configuration
de: Netzwerkkonfiguration

source: New Cluster
de: Neuer Cluster

source: Next
de: Weiter

source: No
de: Nein

source: No containers found
de: Keine Container gefunden

source: No custom metadata properties found. Click "Add Property" to create one.
de: Keine benutzerdefinierten Metadaten-Eigenschaften gefunden. Klicken Sie auf "Eigenschaft hinzufügen", um eine zu erstellen.

source: No custom properties defined
de: Keine benutzerdefinierten Eigenschaften definiert

source: No extra specs found. Click "Add Metadata" to create one.
de: Keine Metadata gefunden. Klicken Sie auf "Metadata hinzufügen", um eine zu erstellen.

source: No flavor selected for deletion.
de: Kein Flavor für die Löschung ausgewählt.

source: No images found
de: Keine Images gefunden

source: No key pairs available.
de: Keine Keypaare verfügbar

source: No projects have access to this image yet. Click "Add Project Access" to grant access.
de: Noch kein Projekt hat Zugriff auf dieses Image. Klicken Sie auf "Projektzugriff hinzufügen", um Zugriff zu gewähren.

source: No server groups available.
de: Keine Servergruppen verfügbar

source: No servers available.
de: Keine Server verfügbar

source: No specific tenant access configured for this private flavor. Click "Add Tenant Access" to grant access.
de: Kein spezifischer Projektzugriff für diesen privaten Flavor konfiguriert. Klicken Sie auf "Projektzugriff hinzufügen", um Zugriff zu gewähren.

source: Nodes CIDR
de: CIDR-Bereich für Nodes
